Repository: azizolious/familytime-ios
Catalog: FamilyTime/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi_fi, fr, he, it, ja_jp, pt, tr, zh_hans

source: and
ar: و
de: und
es: y
fi_fi: ja
fr: et
he: ו
it: e
ja_jp: そして
pt: e
tr: ve
zh_hans: 和

# BY_CONTINUING_YOU_ARE_AGREE
source: By continuing, You are agree to our
ar: من خلال المتابعة ، فإنك توافق على
de: Indem Sie fortfahren, erklären Sie sich mit unseren
es: Al continuar, Usted acepta nuestro
fi_fi: Jatkamalla hyväksyt meidän
fr: En continuant, vous acceptez notre
he: על ידי המשך, אתה מסכים שלנו
it: Continuando, accetti il nostro
ja_jp: 続行することにより、あなたは私たちに同意します
pt: Continuando, você concorda com o nosso
tr: Devam ederek,
zh_hans: 继续，即表示您同意我们的

# DISCLAIMER_TEXT
source: Disclaimer: As required by Apple policy, we do not share any personally identifiable data collected by our service with any third parties for any reason.
ar: إخلاء المسؤولية: وفقًا لما تتطلبه سياسة Apple ، لا نشارك أي بيانات تعريف شخصية تم جمعها بواسطة خدمتنا مع أي جهات خارجية لأي سبب من الأسباب.
de: Haftungsausschluss: Gemäß den Apple-Richtlinien geben wir keine personenbezogenen Daten, die von unserem Dienst erfasst werden, aus irgendeinem Grund an Dritte weiter.
es: Descargo de responsabilidad: según lo exige la política de Apple, no compartimos ningún dato de identificación personal recopilado por nuestro servicio con terceros por ningún motivo.
fi_fi: Vastuuvapauslauseke: Applen käytännön mukaisesti emme jaa palvelumme keräämiä henkilökohtaisia ​​tunnistetietoja kolmansille osapuolille mistään syystä.
fr: Clause de non-responsabilité : conformément à la politique d'Apple, nous ne partageons aucune donnée personnellement identifiable collectée par notre service avec des tiers pour quelque raison que ce soit.
he: כתב ויתור: כנדרש במדיניות אפל, איננו חולקים נתונים אישיים מזהים שנאספים על ידי השירות שלנו עם צדדים שלישיים מכל סיבה שהיא.
it: Dichiarazione di non responsabilità: come richiesto dalla politica di Apple, non condividiamo alcun dato di identificazione personale raccolto dal nostro servizio con terze parti per nessun motivo。
ja_jp: 免責事項: Apple のポリシーで義務付けられているように、当社は、当社のサービスによって収集された個人を特定できるデータを、理由の如何を問わず第三者と共有することはありません。
pt: Isenção de responsabilidade: conforme exigido pela política da Apple, não compartilhamos nenhum dado de identificação pessoal coletado por nosso serviço com terceiros por qualquer motivo.
tr: Feragatname: Apple politikasının gerektirdiği şekilde, hizmetimiz tarafından toplanan kişisel olarak tanımlanabilir verileri herhangi bir nedenle üçüncü taraflarla paylaşmayız.
zh_hans: 免责声明：根据 Apple 政策的要求，我们不会出于任何原因与任何第三方共享我们的服务收集的任何个人身份数据。

source: FamilyTime Premium
ar: FamilyTime بريميوم
he: FamilyTime פּרֶמיָה
ja_jp: FamilyTimeプレミアム
zh_hans: FamilyTime 高级版

# HAVING_TROUBLE_IN_SIGN_IN
source: Having trouble signing in?
ar: ألديك مشكلة في تسجيل الدخول؟
de: Probleme bei der Anmeldung?
es: Tiene problemas para iniciar sesión?
fi_fi: Ongelmia sisäänkirjautumisessa?
fr: Vous rencontrez des difficultés pour vous connecter ?
he: מתקשים בכניסה?
it: Hai problemi di accesso?
ja_jp: サインインができませんか。
pt: Está com problemas para fazer login?
tr: Giriş yapmakta problem mi yaşıyorsunuz?
zh_hans: 登陆不进去吗？

# LOGIN_TO_YOUR_EXISTING_ACCOUNT
source: Login to your existent account of FamilyTime or create new one.
ar: قم بتسجيل الدخول إلى حسابك الحالي في FamilyTime أو قم بإنشاء حساب جديد.
de: Melden Sie sich bei Ihrem bestehenden FamilyTime-Konto an oder erstellen Sie ein neues.
es: Inicie sesión en su cuenta existente de FamilyTime o cree una nueva.
fi_fi: Kirjaudu olemassa olevalle FamilyTime-tilillesi tai luo uusi.
fr: Connectez-vous à votre compte existant de FamilyTime ou créez-en un.
he: היכנס לחשבון הקיים שלך ב-FamilyTime או צור חשבון חדש.
it: Accedi al tuo account esistente di FamilyTime o creane uno nuovo.
ja_jp: FamilyTimeの既存のアカウントにログインするか、新しいアカウントを作成します。
pt: Faça login na sua conta existente do FamilyTime ou crie uma nova.
tr: Mevcut FamilyTime hesabınıza giriş yapın veya yeni bir hesap oluşturun.
zh_hans: 登录到您现有的家庭时间帐户或创建一个新帐户。

source: Overspeeding
ar: السرعة الزائدة
de: Übergeschwindigkeit
es: exceso de velocidad
fi_fi: Ylinopeus
fr: Excès de vitesse
he: מהירות יתר
it: Velocità eccessiva
ja_jp: スピード超過
pt: Excesso de velocidade
tr: Aşırı hız
zh_hans: 超速

source: PrivacyPolicy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fi_fi: Tietosuojakäytäntö
fr: Politique de confidentialité
he: מדיניות פרטיות
it: Informativa sulla privacy
ja_jp: プライバシーポリシー
pt: Política de Privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Reset Password
ar: إعادة تعيين كلمة المرور
de: Passwort zurücksetzen
es: Restablecer contraseña
fi_fi: Nollaa salasana
fr: Réinitialiser le mot de passe
he: לאפס את הסיסמה
it: Reimposta password
ja_jp: パスワードのリセット
pt: Redefinir senha
tr: Şifreyi Sıfırla
zh_hans: 重置密码

source: Terms and Conditions
ar: الشروط والأحكام
de: Allgemeine Geschäftsbedingungen (AGB)
es: Términos y Condiciones
fi_fi: Säännöt ja ehdot
fr: Termes et conditions
he: תנאים
it: Termini e condizioni
ja_jp: 規約と条件
pt: Termos e Condições
tr: Şartlar ve Koşullar
zh_hans: 条款与条件

source: Terms of service
ar: شروط الخدمة
de: Geschäftsbedingungen
es: Términos de servicio
fi_fi: käyttöehtomme
fr: conditions de service
he: תנאי השירות
it: Termini di Servizio
ja_jp: 利用規約
pt: Termos de serviço
tr: Hizmet Şartlarımızı
zh_hans: 服务条款

# account_alert_content_1
source: Profile updated successfully.
ar: تم تحديث الملف الشخصي بنجاح
de: Profil erfolgreich aktualisiert.
es: Perfil actualizado.
fi_fi: Profiili päivitetty onnistuneesti
fr: Profil mis à jours avec succès
he: הפרופיל עודכן בהצלחה.
it: Profilo aggiornato con successo
ja_jp: プロファイルを正常に更新
pt: Perfil atualizado com sucesso
tr: Profil başarıyla güncellendi.
zh_hans: 资料更新成功

# account_alert_content_2
source: Please restart app to view app in new language
ar: يرجى إعادة تشغيل التطبيق لعرض التطبيق بلغة جديدة
de: Bitte starten Sie die App neu, um sie in der neuen Sprache anzuzeigen
es: Por favor reinicie la app para verla con el nuevo idioma
fi_fi: Käynnistä sovellus uudestaan, ottaaksesi uuden kielen käyttöön
fr: Veuillez relancer l'application pour changer la langue
he: אנא הפעל מחדש את האפליקציה כדי להציג את האפליקציה בשפה חדשה
it: Riavvia l'applicazione per visualizzare l'app nella lingua selezionata.
ja_jp: 新しい言語でアプリケーションを表示するアプリケーションを再起動してください。
pt: Reinicie o aplicativo para ver ele em outro idioma
tr: Uygulamayı yeni dilde görüntülemek için lütfen yeniden başlatın
zh_hans: 请重新启动应用，使用新语言查看应用

# account_button
source: Change Password
ar: تغيير كلمة المرور
de: Passwort ändern
es: Cambiar Clave
fi_fi: VAIHDA SALASANA
fr: MODIFIER LE MOT DE PASSE
he: שנה סיסמה
it: CAMBIA PASSWORD
ja_jp: パスワードの変更
pt: Alterar senha
tr: Şifre değiştir
zh_hans: 更改密码

# account_content_1
source: Basic Information
ar: المعلومات الأساسية
de: Grundinformation
es: Información Básica
fi_fi: Perustiedot
fr: Informations de base
he: מידע בסיסי
it: Informazioni di base
ja_jp: 基本的な情報
pt: Informação básica
tr: Temel Bilgiler
zh_hans: 基本信息

# account_content_2
source: Language
ar: اللغة
de: Sprache
es: Idioma
fi_fi: Kieli
fr: Langue
he: שפה
it: Lingua
ja_jp: 言語
pt: Língua
tr: Dil
zh_hans: 语言

# account_gender_drop_down_1
source: Father
ar: الآب
de: Vater
es: Padre
fi_fi: Isä
fr: Père
he: אבא
it: Padre
ja_jp: 父
pt: Pai
tr: Baba
zh_hans: 父亲

# account_gender_drop_down_2
source: Mother
ar: الأم
de: Mutter
es: Madre
fi_fi: Äiti
fr: Mère
he: אמא
it: Madre
ja_jp: 母
pt: Mãe
tr: Anne
zh_hans: 母亲

# account_input_content_1
source: Name
ar: الاسم
es: Nombre
fi_fi: Nimi
fr: Nom
he: שם
it: Nome
ja_jp: 名前
pt: Nome
tr: İsim
zh_hans: 名字

# account_input_content_2
source: Phone
ar: الهاتف
de: Handy
es: Celular
fi_fi: Puhelin
fr: Téléphone
he: טלפון
it: Telefono
ja_jp: 携帯電話
pt: telefone
tr: Telefon
zh_hans: 电话号码

# account_title
source: Account
ar: الحساب
de: Konto
es: Cuenta
fi_fi: Tili
fr: Compte
he: חשבון
ja_jp: アカウント
pt: Conta
tr: Hesap
zh_hans: 账户

# account_validation_content_1
source: Please enter the name.
ar: الرجاء إدخال الاسم.
de: Bitte Name eingeben.
es: Introduzca el nombre
fi_fi: Ole hyvä ja aset nimi.
fr: Veuillez saisir le nom.
he: נא להזין את השם.
it: Inserisci il nome.
ja_jp: 名前を入力してください。
pt: Idioma
tr: Lütfen isim girin.
zh_hans: 请输入名字。

# account_validation_content_2
source: Must be at least 6 digits.
ar: يجب ألا يقل عن 6 أرقام.
de: Muss aus mindestens 6 Zeichen bestehen.
es: Debe tener al menos 6 dígitos.
fi_fi: Vähintään 6 merkkiä
fr: Il doit comporter au moins 6 chiffres.
he: חייב להיות בן 6 ספרות לפחות.
it: Deve avere almeno 6 cifre.
ja_jp: 少なくとも6桁である必要があります。
pt: Deve possuir pelo menos 6 dígitos.
tr: En az 6 basamaklı olmalıdır.
zh_hans: 必须至少 6 位。

source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fi_fi: Lisätä
fr: Ajouter
he: לְהוֹסִיף
it: Aggiungere
ja_jp: 追加
pt: Adicionar
tr: Eklemek
zh_hans: 添加

source: Add URL
ar: إضافة رابط
de: URL hinzufügen
es: Agregar URL
fi_fi: Lisää URL-osoite
fr: Ajouter l'URL
he: הוסף כתובת אתר
it: Aggiungi URL
ja_jp: URLを追加
pt: Adicione URL
tr: URL ekle
zh_hans: 添加网址

# add_access_rules
source: Please add access rules.
ar: يرجى إضافة قواعد الوصول.
de: Fügen Sie Zugriffsregeln hinzu.
es: Añade acceso a las reglas.
fi_fi: Lisää pääsy säännöt
fr: Veuillez ajouter un accès aux règles.
he: נא להוסיף כללי גישה.
it: Aggiungi una regola di accesso.
ja_jp: アクセス規則を追加してください
pt: Por favor, adicione regras de acesso.
tr: Lütfen erişim kuralları ekleyin.
zh_hans: 请添加访问规则。

# add_additional_subscription
source: Would you like to add an additional subscription?
ar: هل ترغب في إضافة اشتراك إضافي؟
de: Möchten Sie ein weiteres Abonnement hinzufügen?
es: ¿Te gustaría añadir una suscripción adicional?
fi_fi: Haluatko lisätä lisätilauksen?
fr: Souhaitez-vous ajouter un abonnement supplémentaire?
he: האם תרצה להוסיף מנוי נוסף?
it: Vuoi aggiungere un abbonamento aggiuntivo?
ja_jp: サブスクリプションを追加しますか?
pt: Gostaria de adicionar uma assinatura adicional?
tr: Ek bir abonelik eklemek ister misiniz?
zh_hans: 您想添加其他订阅吗？

# add_button
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fi_fi: Lisää
fr: Ajouter
he: הוסף
it: Aggiungi
ja_jp: 追加
pt: Adicionar
tr: Ekle
zh_hans: 添加

source: Add Child
ar: إضافة طفل
de: Kind hinzufügen
es: agregar niño
fi_fi: lisää lapsi
fr: ajouter un enfant
he: להוסיף ילד
it: aggiungi bambino
ja_jp: 子を追加する
pt: adicionar filho
tr: çocuk ekle
zh_hans: 添加孩子

# add_child_device_monitoring_child
source: Kindly add a child device to your account to setup digital safety and monitoring for your child.
ar: يرجى إضافة جهاز طفل إلى حسابك لإعداد الأمان الرقمي والمراقبة لطفلك.
de: Bitte fügen Sie Ihrem Konto ein Kindergerät hinzu, um die digitale Sicherheit und Überwachung für Ihr Kind einzurichten.
es: Agregue un dispositivo infantil a su cuenta para configurar la seguridad y el monitoreo digital de su hijo.
fi_fi: Ystävällisesti lisää lapsen laite tilillesi digitaalisen turvallisuuden ja valvonnan määrittämiseksi lapsellesi.
fr: Veuillez ajouter un appareil enfant à votre compte pour configurer la sécurité numérique et la surveillance de votre enfant.
he: אנא הוסף מכשיר ילד לחשבון שלך כדי להגדיר בטיחות וניטור דיגיטליים עבור ילדך.
it: Aggiungi un dispositivo per bambini al tuo account per configurare la sicurezza digitale e il monitoraggio per tuo figlio.
ja_jp: お子様のデジタル セーフティとモニタリングを設定するには、お子様のデバイスをアカウントに追加してください。
pt: Adicione um dispositivo infantil à sua conta para configurar a segurança digital e o monitoramento do seu filho.
tr: Çocuğunuzun dijital güvenliğini ve izlemesini ayarlamak için lütfen hesabınıza bir çocuk cihazı ekleyin.
zh_hans: 请向您的帐户添加儿童设备，以便为您的孩子设置数字安全和监控。

# add_vaid_domain
source: Please add a valid domain.
ar: الرجاء إضافة مجال صالح.
de: Bitte fügen Sie eine gültige Domain hinzu.
es: Por favor agregue un dominio válido.
fi_fi: Lisää kelvollinen verkkotunnus.
fr: Veuillez ajouter un domaine valide.
he: נא הוסף דומיין חוקי.
it: Aggiungi un dominio valido.
ja_jp: 有効なドメインを追加してください。
pt: Adicione um domínio válido.
tr: Lütfen geçerli bir alan adı ekleyin.
zh_hans: 请添加有效的域名。

# add_vaid_url
source: Please add a valid URL.
ar: الرجاء إضافة عنوان URL صالح.
de: Bitte fügen Sie eine gültige URL hinzu.
es: Por favor agregue una URL válida.
fi_fi: Lisää kelvollinen URL-osoite.
fr: Veuillez ajouter une URL valide.
he: נא הוסף כתובת אתר חוקית.
it: Aggiungi un URL valido.
ja_jp: 有効な URL を追加してください。
pt: Adicione um URL válido.
tr: Lütfen geçerli bir URL ekleyin.
zh_hans: 请添加有效的 URL。

source: Add Websites
ar: أضف مواقع الويب
de: Websites hinzufügen
es: Agregar sitios web
fi_fi: Lisää verkkosivustoja
fr: Ajouter des sites Web
he: הוסף אתרים
it: Aggiungi siti web
ja_jp: ウェブサイトを追加する
pt: Adicionar sites
tr: Web Siteleri Ekle
zh_hans: 添加网站

# alert_app_blocked_content
source: App Blocked
ar: التطبيق محظور
de: App blockiert
es: Bloqueador de App
fi_fi: Sovellus estetty
fr: Application bloquée
he: האפליקציה חסומה
it: App bloccata
ja_jp: ブロックされたアプリ
pt: Aplicativo bloqueado
tr: Uygulama Engellendi
zh_hans: 应用程序被阻止

# alert_check_in_content_1
source: Arrived At xyz
ar: xyz وصل في
de: xyz angekommen
es: Llegó a xyz
fi_fi: Saapui xyzin
fr: Arrivé à xyz
he: xyz הגיע
it: Arrivato alle xyz
ja_jp: xyzに到着
pt: Chegou às xyz
tr: xyz Geldi
zh_hans: 已到xyz

# alert_check_in_content_2
source: Accuracy
ar: الدقة
de: Genauigkeit
es: Certeza
fi_fi: Tarkkuus
fr: Exactitude
he: דיוק
it: Precisione
ja_jp: 精度
pt: Precisão:
tr: Kesinlik
zh_hans: 准确度

# alert_check_internet
source: Please connect your device to the Internet and try again.
ar: الرجاء توصيل جهازك بالإنترنت والمحاولة مرة أخرى.
de: Bitte verbinden Sie Ihr Gerät mit dem Internet und versuchen Sie es erneut.
es: Por favor conecta tu dispositivo a la red e intenta de nuevo.
fi_fi: Ole hyvä ja yhdistä laitteesi Internetiin ja yritä uudelleen.
fr: Veuillez connecter votre appareil à Internet et réessayer.
he: אנא חבר את המכשיר שלך לאינטרנט ונסה שוב.
it: Collega il tuo dispositivo a Internet e riprova.
ja_jp: 端末をインターネットに接続して再度お試しください。
pt: Por favor conecte seu dispositivo à Internet e tente outra vez.
tr: Lütfen cihazınızı İnternet'e bağlayın ve tekrar deneyin.
zh_hans: 请将您的设备连接到互联网上，然后再试一次。

# alert_check_out_content_1
source: Left xyz
ar: xyz اليسار
de: xyz verlassen
es: Dejó la xyz
fi_fi: Lähti paikalta xyz
fr: Parti xyz
he: xyz עזב את
it: Partito alle xyz
ja_jp: 左xyz
pt: Saiu de xyz
tr: xyz den ayrıldı
zh_hans: 离开xyz

# alert_child_app_update_bullet_1
source: Introducing New Features
ar: إدخال ميزات جديدة
de: Neuvorgestellte Funktionen
es: Presentando Nuevas Funciones
fi_fi: Esittelyssä uudet ominaisuudet
fr: Présentation de nouvelles fonctionnalités
he: הצגת תכונות חדשות
it: Introduzione nuove funzioni
ja_jp: 新機能の紹介
pt: Introduzindo novos recursos
tr: Yeni Özelliklerle Tanışın
zh_hans: 加入新功能

# alert_child_app_update_bullet_2
source: Performance and Stability Improvements.
ar: تحسينات الأداء والاستقرار.
de: Performance- und Stabilitätsverbesserungen.
es: Rendimiento y Estabilidad Mejorados.
fi_fi: Suorituskyky ja vakausparannuksia
fr: Améliorations des performances et de la stabilité.
he: שיפורי ביצועים ויציבות.
it: Miglioramenti prestazioni e stabilità.
ja_jp: パフォーマンスと安定性の向上。
pt: Melhorias de desempenho e estabilidade.
tr: Performans ve Kararlılık İyileştirmeleri.
zh_hans: 性能和稳定性改善。

# alert_child_app_update_bullet_3
source: Bug Fixes and Many Other Enhancements.
ar: إصلاحات الأخطاء والعديد من التحسينات الأخرى.
de: Fehlerbehebungen und viele andere Verbesserungen.
es: Arreglo de Errores y Muchas Otras Mejoras.
fi_fi: Bugien korjauksia ja monia muita parannuksia
fr: Corrections de bugs et beaucoup d'autres améliorations.
he: תיקוני באגים ושיפורים רבים אחרים.
it: Correzioni bug e altri miglioramenti.
ja_jp: バグの修正とその他多くの機能強化。
pt: Correções de bugs e diversas melhorias.
tr: Hata Düzeltmeleri ve Diğer Birçok İyileştirme.
zh_hans: 错误修复以及许多其他改进。

# alert_child_app_update_content_1
source: Current Version: 1.2.45
ar: الإصدار الحالي: 1.2.45
de: Aktuelle Version: 1.2.45
es: Versión Actual: 1.2.45
fi_fi: Nykyinen Versio: 1.2.45
fr: Version actuelle : 1.2.45
he: גרסה נוכחית: 1.2.45
it: Versione attuale: 1.2.45
ja_jp: 現在のバージョン: 1.2.45
pt: Versão atual: 1.2.45
tr: Mevcut Sürüm: 1.2.45
zh_hans: 当前版本: 1.2.45

# alert_child_app_update_content_2
source: New Version :
ar: إصدار جديد:
de: Neue Version:
es: Nueva Versión:
fi_fi: Uusi Versio:
fr: Nouvelle version :
he: גרסה חדשה :
it: Nuova versione:
ja_jp: 新バージョン:
pt: Nova versão:
tr: Yeni sürüm :
zh_hans: 新版本:

# alert_child_app_update_content_3
source: What's new here:
ar: ما الجديد هنا:
de: Was ist hier neu:
es: Lo nuevo:
fi_fi: Mitä uutta:
fr: Quoi de neuf ici :
he: מה חדש כאן:
it: Novità:
ja_jp: 新しい部分:
pt: O que há de novo:
tr: Yenilikler:
zh_hans: 新内容：

# alert_child_not_paired
source: The child's device is not paired.
ar: جهاز الطفل غير مقترن.
de: Das Gerät des Kindes ist nicht verbunden.
es: No se ha vinculado el dispositivo del niño.
fi_fi: Lapsen laitetta ei ole liitetty
fr: L'appareil de l'enfant n'est pas apparié.
he: המכשיר של הילד אינו משוייך.
it: Dispositivo del bimbo non associato.
ja_jp: 子供のデバイスがペアリングされていません。
pt: O dispositivo da criança não está emparelhado.
tr: Çocuğun cihazı eşlenmemiş.
zh_hans: 孩子的设备没有配对。

# alert_delete
source: Delete
ar: حذف
de: Löschen
es: Borrar
fi_fi: Poista
fr: Supprimer
he: מחק
it: Elimina
ja_jp: 削除
pt: Deletar
tr: Sil
zh_hans: 删除

# alert_delete_child_content
source: Do you really want to delete the child's profile?
ar: هل تريد حقًا حذف ملف تعريف الطفل؟
de: Wollen Sie wirklich das Profil des Kindes löschen?
es: ¿De verdad quieres borrar el perfil de este niño?
fi_fi: Haluatko todella poistaa lapsesi?
fr: Voulez-vous vraiment supprimer le profil de l'enfant ?
he: האם אתה באמת רוצה למחוק את הפרופיל של הילד?
it: Vuoi davvero cancellare il profilo del bambino?
ja_jp: 子供のプロフィールを本当に削除しますか？
pt: Você deseja de fato deletar o perfil da criança?
tr: Çocuğun profilini gerçekten silmek istiyor musunuz?
zh_hans: 您真的想删除孩子的资料吗？

# alert_delete_child_title
source: Delete Child
ar: حذف طفل
de: Kind löschen
es: Borrar Niño
fi_fi: Poista Lapsi
fr: Supprimer l'enfant
he: מחק ילד
it: Cancella figlio
ja_jp: 子供の削除
pt: Deletar criança
tr: Çocuğu Sil
zh_hans: 删除孩子

# alert_device_not_enrolled
source: Device is not enrolled. Refresh Home
ar: الجهاز غير مسجل.
de: Gerät ist nicht angemeldet.
es: Dispositivo no enlistado.
fi_fi: Laite ei ole rekisteröitynyt.
fr: L'appareil n'est pas enregistré.
he: המכשיר אינו רשום.
it: Il dispositivo non è registrato.
ja_jp: デバイスが登録されていません。
pt: O dispositivo não está registrado.
tr: Cihaz kayıtlı değil.
zh_hans: 设备没有被注册。

# alert_enjoy_premium
source: the subscription and enjoy the premium feature.
ar: الاشتراك والتمتع بالميزة المميزة.
de: das Abonnement und genießen Sie die Premiumfunktionen.
es: Suscríbete y disfruta las funciones Premium.
fi_fi: Tilaus ja nauti premium ominaisuudesta
fr: l'abonnement et profiter de la fonction Premium.
he: המנוי ותיהנו מתכונת הפרימיום.
it: l'abbonamento e goderti la funzione premium.
ja_jp: サブスクリプションを購入して、プレミアム機能をお楽しみください。
pt: a assinatura e aproveite os recursos premium.
tr: abonelik ve premium özelliğin keyfini çıkarın.
zh_hans: 订阅，然后享受 高级版 功能。

# alert_error
source: Error!
ar: خطأ!
de: Fehler!
fi_fi: Virhe!
fr: Erreur !
he: שגיאה!
it: Errore!
ja_jp: エラーが発生しました。
pt: Erro!
tr: Hata!
zh_hans: 错误!

# alert_family_pause_content_1
source: FamilyPause Activated
ar: تم تنشيط استراحة العائلة
de: Familienpause aktiviert
es: Pausa Familiar Activada
fi_fi: Perheen tauko aktivoitu
fr: Pause familiale activée
he: הופעל מצב השהיית משפחה
it: Pausa Famiglia attivato
ja_jp: ファミリーポーズの有効化
pt: Pausa Familiar Ativada
tr: AileDuraklatma Etkinleştirildi
zh_hans: 家人暂停 已激活

# alert_family_pause_content_2
source: FamilyPause Deactivated
ar: تم إلغاء تنشيط استراحة العائلة
de: Familienpause deaktiviert
es: Pausa Familiar Desactivada
fi_fi: Perheen tauko deaktivoitu
fr: Pause familiale désactivée
he: הושבת מצב השהיית משפחה
it: Pausa Famiglia disattivato
ja_jp: ファミリーポーズの無効化
pt: Pausa Familiar Desativada
tr: AileDuraklatma Devre Dışı Bırakıldı
zh_hans: 家人暂停 已关闭

# alert_location_disable
source: Please enable location services from the device's Settings menu and try again.
ar: يرجى تمكين خدمات الموقع من قائمة الإعدادات بالجهاز والمحاولة مرة أخرى.
de: Bitte aktivieren Sie die Standortdienste in den Einstellungen des Gerätes und versuchen Sie es erneut.
es: Por favor permite los servicios de ubicación en los Ajustes del dispositivo e intenta de nuevo.
fi_fi: Ole hyvä ja ota sijaintipalvelut käyttöön laitteen asetuksista ja yritä uudelleen
fr: Veuillez activer les services de localisation dans le menu Paramètres de l'appareil et réessayer.
he: אנא הפעל שירותי מיקום מתפריט ההגדרות של המכשיר ונסה שוב.
it: Abilita servizi di localizzazione dalle Impostazioni del dispositivo e riprova.
ja_jp: 端末の設定メニューから位置情報サービスを有効にして、再度お試しください。
pt: Ative os serviços de localização no menu de Configurações do dispositivo e tente outra vez.
tr: Lütfen cihazın Ayarlar menüsünden konum servisini etkinleştirin ve tekrar deneyin.
zh_hans: 请从设备的设置菜单中启用位置服务，然后重试。

# alert_no
source: No
ar: لا
de: Nein
fi_fi: Eilen
fr: Non
he: לא
ja_jp: いいえ
pt: Não
tr: Numara
zh_hans: 否

# alert_permission_required_content_1
source: Permission Required!
ar: الإذن مطلوب!
de: Berechtigung notwendig!
es: ¡Necesitas Permiso!
fi_fi: Lupa vaaditaan!
fr: Permission requise !
he: נדרשת הרשאה!
it: Permesso richiesto!
ja_jp: 許可が必要です！
pt: Permissão Necessária!
tr: İzin Gerekli!
zh_hans: 需要许可!

# alert_permission_required_content_2
source: Hello Michael! Please enable permissions on Jack's Device to run features properly.
ar: مرحبًا مايكل! يرجى تمكين الأذونات على جهاز جاك لتشغيل الميزات بشكل صحيح.
de: Hallo Michael! Bitte gib Jacks Gerät Berechtigungen, damit Funktionen einwandfrei funktionieren.
es: ¡Hola, Michael! Por favor, habilita los permisos en el dispositivo de Jack para ejecutar bien las funciones.
fi_fi: Hei Michael! Ole hyvä ja ota käyttöön luvat Jackin laitteella jotta ominaisuudet toimivat kunnolla.
fr: Bonjour Michael ! Veuillez activer les permissions sur l'appareil de Jack pour que les fonctions fonctionnent correctement.
he: שלום מיכאל! אנא אפשר הרשאות במכשיר של ג'ק כדי להפעיל תוכנות כראוי.
it: Salve Michael! Abilita le autorizzazioni sul dispositivo di Jack per eseguire correttamente le funzioni.
ja_jp: こんにちは、マイケル！機能を正しく実行するために、ジャックの端末の権限を有効にしてください。
pt: Olá Michael! Ative as permissões no dispositivo de Jack, para efetuar os recursos de modo correto.
tr: Merhaba Michael! Özellikleri düzgün bir şekilde çalıştırmak için lütfen Jack'in Cihazındaki izinleri etkinleştir.
zh_hans: 您好，迈克尔！请在杰克的设备上启用权限，这样才能正常运行功能。

# alert_pick_me_up
source: Pick me Up
ar: اصطحبني
de: Hol' mich ab
es: Recógeme
fi_fi: Tule noutamaan minut
fr: Viens me chercher
he: אסוף אותי
it: Vieni a Prendermi
ja_jp: 迎えに来て
pt: Me busque
tr: Beni Al
zh_hans: 接我

# alert_pick_me_up_button_1
source: Coming
ar: قادم
de: Ich komme
es: En camino
fi_fi: Tulossa
fr: J'arrive
he: מגיע
it: Arrivo
ja_jp: 今行く
pt: À caminho
tr: Geliyorum
zh_hans: 来了

# alert_pick_me_up_button_2
source: I Cannot
ar: لا يمكنني
de: Ich kann nicht
es: No puedo
fi_fi: En Pysty
fr: Je ne peux pas
he: אני לא יכול
it: Non posso
ja_jp: できない
pt: Eu não posso
tr: Yapamam
zh_hans: 我不能
